[
 {
  "id": "0",
  "name": "Ficciones",
  "author": "Jose Luis Borges",
  "path": "/img/uploads/products/ficcionesBorges.jpg",
  "description": "Las ediciones actuales de Ficciones reúnen todos los relatos publicados en la edición de 1956 (que agrega tres relatos a la versión de 1944) y siguen dividiendo el libro en dos partes: El jardín de los senderos que se bifurcan y Artificios.     ",
  "price": "1450",
  "literatureCategory": "action",
  "ecomerceCategory": "promotion"
 },
 {
  "id": "1",
  "name": "La metamorfosis",
  "author": "Franz Kafka",
  "description": "La metamorfosis es un relato dividido en tres partes, donde se narra la transformación de Gregorio Samsa, un viajante de comercio de telas, en un monstruoso insecto, y el impacto que tendrá este acontecimiento no solo en su vida, sino en la de su familia.",
  "price": "950",
  "path": "/img/uploads/products/metamorfosis.jpg",
  "literatureCategory": "action",
  "ecomerceCategory": "promotion"
 },
 {
  "id": "2",
  "name": "1984",
  "author": "George Orwell",
  "description": "1984 de George Orwell es una novela de distopía cuya trama ocurre en Oceanía, un país dominado por un gobierno totalitario que mantiene en constante vigilancia a sus ciudadanos e, incluso, insiste en espiar sus pensamientos para mantener el orden.",
  "price": "1600",
  "path": "/img/uploads/products/1984.jpg",
  "literatureCategory": "suspense",
  "ecomerceCategory": "promotion"
 },
 {
  "id": "3",
  "name": "El cuervo",
  "author": "Edgar Allan Poe",
  "description": "",
  "price": "2100",
  "path": "/img/uploads/products/elcuervo.jpg",
  "literatureCategory": "drama",
  "ecomerceCategory": "promotion"
 },
 {
  "id": "5",
  "name": "7 habitos de la gente altamente efectiva",
  "author": "Stephen Covey",
  "description": "Los 7 hábitos de la gente altamente efectiva de Stephen Covey es un libro que habla sobre la importancia de cambiar la percepción que tenemos sobre las situaciones en las que nos encontramos para hacernos responsables de nuestros actos (y de las consecuencias de los mismos), mediante nuevos hábitos.",
  "price": "1300",
  "path": "/img/uploads/products/7hdlgae.jpg",
  "literatureCategory": "drama",
  "ecomerceCategory": "bestSeller"
 },
 {
  "id": "6",
  "name": "Las 7 leyes espirituales del éxito Deepak Chopra",
  "author": "Deepak Chopra",
  "description": "Deepak Chopra, de una manera magistral, plasma, en pocas hojas todo lo que se puede requerir para tener éxito en la vida, en su libro clásico Las 7 Leyes espirituales del éxit",
  "price": "1100",
  "path": "/img/uploads/products/7lede.png",
  "literatureCategory": "action",
  "ecomerceCategory": "bestSeller"
 },
 {
  "id": "7",
  "name": "Padre Rico, Padre Pobre",
  "author": "Robert Kiyosaki y Sharon Lechter",
  "path": "/img/uploads/products/image-1638421887069.png",
  "description": "Padre rico y padre pobre es un libro escrito por Robert Kiyosaki y Sharon Lechter. Evoca el concepto de libertad financiera a través de la inversión, los inmuebles, ser dueño de negocios y el uso de tácticas de protección financiera; está escrito de una forma anecdótica, orientado a crear un interés público en las finanzas. Kiyosaki y Lechter aconsejan que ser dueño de un sistema o forma de producción, es mejor que ser un empleado asalariado. Este es un tema recurrente en los capítulos del lib",
  "literatureCategory": "biografia",
  "ecomerceCategory": "bestSeller"
 },
 {
  "id": "8",
  "name": "El visitante (título original: The Outsider)",
  "author": "Stephen King",
  "path": "/img/uploads/products/image-1638422005614.jpg",
  "description": "En la ciudad ficticia de Flint City, Oklahoma, el detective de la policía Ralph Anderson arresta al entrenador de béisbol y profesor Terry Maitland frente a una multitud de espectadores, acusándolo de violar, matar y mutilar a un niño de 11 años. La ciudad se vuelve rápidamente contra Maitland, quien insiste en que es inocente y contrata al anciano abogado Howie Gold para que lo ayude, pero Anderson tiene testigos oculares y pruebas físicas claras (ADN y huellas dactilares) de su culpabilidad. Mientras tanto, los ansiosos reporteros acosan a la esposa de Terry, Marcy, y a sus dos hijas, Sarah y Grace. Pronto se revelará que existe algo imposible de explicar en estos terribles eventos.",
  "literatureCategory": "terror",
  "ecomerceCategory": "promotion"
 },
 {
  "id": "9",
  "name": "Volverás a Alaska",
  "author": "Kristin Hannah",
  "path": "/img/uploads/products/image-1638422116008.jpg",
  "description": "De la autora del best seller internacional El Ruiseñor, una épica historia de amor, pérdida y supervivencia que celebra la resistencia del espíritu humano y la inquebrantable fuerza de las mujeres.",
  "literatureCategory": "novela",
  "ecomerceCategory": "bestSeller"
 }
]